;------------------------------------------------------------------------------
; UltraDefrag GUI Romanian Language Pack.
; Copyright (C) 2010 by Stefan Pendl.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised {Jan. 01, 1900} by {Replace with your name}
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them
 
; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
 
 
; Main window controls.
 
RESCAN_DRIVES         = Rescan impinge
SKIP_REMOVABLE_MEDIA  = Sarim amovibile mass-media
CLUSTER_MAP           = Ciorchine hartă:
ANALYSE               = Analizaţi
DEFRAGMENT            = Defragmentare
OPTIMIZE              = Optimizare
PAUSE                 = Pauză
STOP                  = Opri
REPORT                = Raport
SETTINGS              = Setări
ABOUT                 = Despre
SHUTDOWN_PC_AFTER_A_JOB  = Oprirea PC cind adoptata
HIBERNATE_PC_AFTER_A_JOB = Vant PC cind adoptata
 
; Drives list items.
 
VOLUME                = Volumul
STATUS                = Statutul
FILESYSTEM            = Dosarul sistemului
TOTAL                 = Total spaţiu
FREE                  = Spaţiu liber
PERCENT               = Procente
 
; Status messages
 
STATUS_RUNNING        = Executant
STATUS_ANALYSED       = Analizate
STATUS_DEFRAGMENTED   = Fragmentată
STATUS_OPTIMIZED      = Optimizat
 
; Status bar messages.
 
DIRS                  = dosare
FILES                 = fişiere
FRAGMENTED            = fragmentate
COMPRESSED            = comprimat
MFT                   = MFT
 
; About window.
 
ABOUT_WIN_TITLE       = Despre Ultra Defragmenter
CREDITS               = De credite
LICENSE               = Licenta

; Shutdown confirmation

PLEASE_CONFIRM             = Please Confirm
REALLY_SHUTDOWN_WHEN_DONE  = Do you really want to shutdown when done?
REALLY_HIBERNATE_WHEN_DONE = Do you really want to hibernate when done?
SECONDS_TILL_SHUTDOWN      = seconds till shutdown
SECONDS_TILL_HIBERNATION   = seconds till hibernation
YES                        = Yes
NO                         = No

; END OF FILE
